{
    "instrucciones": [
        "Leer el número formado, observando el centro de la panatalla",
        "Leer la silaba formada, observando el centro de la panatalla",
        "Leer las palabras que aparecen en pantalla, observando el centro de la panatalla",
        "Leer las palabras que aparecen en pantalla, observando el centro de la panatalla",
        "Leer el texto que aparecen en pantalla, cambiando de renglon según el tic (2 palabras)",
        "Leer el texto que aparecen en pantalla, cambiando de renglon según el tic (3 palabras)"
    ],
    "textos": [
        "La historia de la humanidad es una narrativa extensa y compleja que abarca miles de años de evolución, descubrimientos, conflictos, avances culturales y transformaciones sociales. Desde los primeros asentamientos en Mesopotamia hasta la era de la información en la que vivimos hoy, la humanidad ha atravesado etapas fundamentales que han definido nuestra identidad colectiva. Las civilizaciones antiguas como Egipto, Grecia, Roma, China e India dejaron legados significativos en arquitectura, filosofía, política y ciencia. A lo largo del tiempo, eventos como las guerras mundiales, las revoluciones industriales, los movimientos sociales y las transformaciones tecnológicas han modelado profundamente nuestras estructuras sociales y económicas. La historia no solo documenta hechos, sino que también nos permite entender las consecuencias de nuestras decisiones, los errores cometidos y los logros alcanzados. Estudiarla nos ofrece la posibilidad de no repetir los mismos errores y de valorar los esfuerzos colectivos de quienes nos precedieron. La comprensión del pasado ayuda a interpretar el presente y a construir un futuro más justo, informado y sostenible. Además, la historia es una herramienta para fomentar la empatía, al permitirnos ponernos en el lugar de otras personas en contextos culturales y temporales distintos al nuestro. Nos muestra cómo los seres humanos, a pesar de sus diferencias, comparten aspiraciones comunes: la búsqueda de bienestar, justicia, seguridad y libertad. A través del tiempo, cada sociedad ha desarrollado formas únicas de organización política, sistemas de creencias, expresiones artísticas y estructuras económicas. Al examinar estas diversidades, también identificamos patrones recurrentes que nos ayudan a entender mejor la naturaleza humana. La historia no es estática; se construye y reconstruye constantemente, a medida que se descubren nuevos documentos, artefactos y testimonios que ofrecen perspectivas diferentes sobre hechos ya conocidos. Por eso, el estudio histórico requiere un enfoque crítico y reflexivo. No basta con memorizar fechas y nombres: es necesario analizar causas, consecuencias, intereses y narrativas detrás de cada evento. Comprender la historia también implica reconocer las voces que han sido silenciadas o excluidas, como las de las mujeres, los pueblos indígenas, las minorías étnicas y los sectores más vulnerables. La inclusión de estas perspectivas enriquece la visión global del pasado. En última instancia, estudiar la historia nos enseña que el cambio es constante, que los desafíos siempre están presentes, y que el espíritu humano es resiliente, capaz de adaptarse, resistir y transformarse para seguir avanzando hacia nuevas posibilidades.",
        "La importancia de la educación en el desarrollo de las sociedades es incuestionable, ya que constituye una de las herramientas más poderosas para generar cambios significativos en la vida de las personas. La educación no solo proporciona conocimientos académicos, sino que también fomenta habilidades sociales, pensamiento crítico, creatividad y valores fundamentales como el respeto, la empatía y la responsabilidad. A través de la educación, se promueve la equidad, se reducen las desigualdades y se abren puertas a oportunidades económicas, sociales y culturales. Desde la infancia hasta la adultez, el acceso a una educación de calidad contribuye al bienestar individual y colectivo. Las sociedades que invierten en educación son más innovadoras, democráticas y sostenibles. La educación también es clave en la promoción de la salud, la igualdad de género, la participación ciudadana y la erradicación de la pobreza. A nivel personal, permite que los individuos desarrollen todo su potencial, encuentren su propósito y contribuyan positivamente a sus comunidades. Sin embargo, millones de personas en el mundo aún enfrentan barreras para acceder a la educación, como la pobreza, la discriminación, los conflictos armados y la falta de infraestructura. Esto refleja la necesidad urgente de políticas públicas inclusivas y sistemas educativos que respondan a las realidades locales, reconozcan la diversidad cultural y promuevan la innovación pedagógica. La educación debe ser flexible, adaptativa y centrada en el estudiante. La tecnología, si se usa adecuadamente, puede ampliar el acceso y mejorar la calidad educativa. No obstante, también es fundamental la formación continua de los docentes, el fortalecimiento del currículo, la participación de las familias y la comunidad, y el acompañamiento emocional y psicológico a los estudiantes. Educar no es solo transmitir información, sino también inspirar, motivar y transformar. Una buena educación empodera a las personas para tomar decisiones informadas, cuestionar lo establecido, defender sus derechos y construir relaciones más justas. En un mundo en constante cambio, la educación también debe preparar a las nuevas generaciones para enfrentar desafíos globales como el cambio climático, la automatización del trabajo y los desplazamientos forzados. Es un derecho humano y un bien común que debemos proteger, fortalecer y garantizar para todos, sin excepción. La educación es la base sobre la cual se construyen los sueños, se forjan liderazgos y se transforma el mundo hacia un futuro más inclusivo, equitativo y esperanzador.",
        "El cambio climático es uno de los mayores desafíos a los que se enfrenta la humanidad en la actualidad. Sus efectos ya son visibles en todos los rincones del planeta: aumento de las temperaturas, derretimiento de los polos, incendios forestales, sequías extremas, tormentas más intensas y pérdida de biodiversidad. Estos fenómenos no solo amenazan al medio ambiente, sino también la estabilidad económica, la salud pública y la seguridad alimentaria de millones de personas. El cambio climático es causado principalmente por la actividad humana, especialmente por la quema de combustibles fósiles, la deforestación y la producción agrícola intensiva, que aumentan las emisiones de gases de efecto invernadero en la atmósfera. Si no se toman medidas urgentes y efectivas, las consecuencias serán catastróficas para las generaciones presentes y futuras. A pesar de la gravedad del problema, aún existe una oportunidad para actuar. La transición hacia una economía baja en carbono, basada en energías limpias, transporte sostenible y prácticas agrícolas regenerativas, es esencial. Además, es necesario implementar políticas públicas que fomenten la eficiencia energética, la protección de los ecosistemas y la adaptación a los impactos climáticos ya inevitables. La cooperación internacional también juega un papel crucial, ya que el cambio climático no conoce fronteras. Acuerdos como el de París marcan un camino, pero su cumplimiento depende de la voluntad política, la participación ciudadana y la presión social. Cada individuo también puede contribuir: reduciendo su consumo energético, cambiando sus hábitos de transporte, adoptando dietas más sostenibles, reciclando y promoviendo la conciencia ambiental en su entorno. Las soluciones existen, pero requieren compromiso, innovación y solidaridad. La educación ambiental es clave para formar ciudadanos responsables y comprometidos con la protección del planeta. Las nuevas generaciones ya están alzando la voz en defensa del futuro, liderando movimientos sociales y exigiendo justicia climática. El cambio climático también nos obliga a repensar nuestro modelo de desarrollo, basado en el crecimiento económico ilimitado a costa de los recursos naturales. Es momento de construir sociedades más resilientes, inclusivas y sostenibles, que prioricen el bienestar colectivo por encima del beneficio individual. Enfrentar esta crisis no es solo una necesidad ecológica, sino también una oportunidad para transformar nuestra relación con la naturaleza y entre nosotros mismos. La lucha contra el cambio climático es, en última instancia, una lucha por la vida y la dignidad de todos los seres que habitan la Tierra.",
        "El arte es una manifestación humana que ha acompañado a la humanidad desde sus orígenes. Es una forma de comunicación profunda que trasciende las palabras y se expresa a través de múltiples disciplinas como la pintura, la música, la danza, la literatura, la escultura y el cine. El arte refleja emociones, ideas, contextos históricos, conflictos internos y visiones del mundo. Cada obra artística es una ventana hacia el alma de su creador y al mismo tiempo una invitación a la interpretación por parte del espectador. A través del arte, las personas pueden expresar lo que sienten, piensan o imaginan de formas únicas. En momentos de crisis, el arte ha servido como resistencia, denuncia y catarsis. En tiempos de paz, ha sido celebración, belleza y reflexión. Las culturas del mundo han desarrollado expresiones artísticas diversas que forman parte de su identidad y patrimonio. El arte también tiene un poder educativo, pues fomenta la sensibilidad, la creatividad, la observación crítica y la apreciación de la diversidad. En la actualidad, con el auge de las tecnologías digitales, el arte ha encontrado nuevos lenguajes y plataformas para difundirse y dialogar con audiencias globales. Las redes sociales, las galerías virtuales y la inteligencia artificial están transformando la forma en que se crea, se consume y se comparte el arte. No obstante, es importante proteger a los artistas y valorar su trabajo, muchas veces precarizado o invisibilizado. El arte también es una herramienta de inclusión, sanación y transformación social. En comunidades afectadas por la violencia, la pobreza o la exclusión, las expresiones artísticas pueden abrir caminos de reconciliación, autoestima y empoderamiento. Es fundamental que el arte sea accesible a todos, sin importar su condición económica, origen o edad. Las políticas culturales deben garantizar el derecho a la cultura y el fomento a la creación. En las escuelas, el arte debe ocupar un lugar central en el currículo, no como una actividad secundaria, sino como una parte esencial del desarrollo integral. En definitiva, el arte es un puente entre mundos, una llama encendida en medio de la oscuridad, una forma de amar y entender al otro. Mientras exista arte, existirá esperanza. Y mientras exista esperanza, habrá posibilidades infinitas de reinventar la vida.",
        "La tecnología ha cambiado radicalmente la forma en que vivimos, trabajamos, aprendemos y nos relacionamos. Desde la invención de la rueda hasta el desarrollo de la inteligencia artificial, los avances tecnológicos han sido motores de progreso, pero también han generado nuevos retos éticos, sociales y medioambientales. Hoy en día, vivimos en una era digital en la que el acceso a internet, los dispositivos móviles, el almacenamiento en la nube, la robótica y los algoritmos afectan casi todos los aspectos de nuestra vida cotidiana. La tecnología ha permitido la globalización, la automatización de procesos, la medicina personalizada, la educación a distancia y la conectividad inmediata. Sin embargo, también ha dado lugar a preocupaciones legítimas como la pérdida de empleos por automatización, la vigilancia masiva, la desinformación, la adicción digital y la brecha entre quienes tienen y no tienen acceso a la tecnología. El desarrollo tecnológico debe ir acompañado de una reflexión ética profunda. ¿Qué valores guían la creación y uso de estas herramientas? ¿Quién se beneficia y quién queda excluido? Es fundamental que la tecnología esté al servicio del bienestar humano y no al revés. La alfabetización digital, la transparencia en los algoritmos, la protección de los datos personales y la regulación de las grandes plataformas tecnológicas son algunos de los temas urgentes a debatir. Además, la participación de la sociedad civil, la academia y los sectores públicos y privados en estas discusiones es crucial. La innovación tecnológica puede ser una aliada para enfrentar desafíos globales como el cambio climático, las pandemias y la pobreza, siempre que se utilice de forma responsable, inclusiva y sostenible. No se trata de rechazar la tecnología, sino de integrarla conscientemente en nuestras vidas, reconociendo sus posibilidades y sus límites. En el ámbito educativo, por ejemplo, la tecnología puede enriquecer el aprendizaje si se acompaña de metodologías activas y relaciones humanas significativas. En la salud, puede salvar vidas, pero no debe reemplazar el trato humano. En el trabajo, puede mejorar la productividad, pero también debe garantizar condiciones justas. La tecnología es una herramienta poderosa, pero como toda herramienta, su impacto depende del uso que hagamos de ella. Por eso, más allá de saber programar o usar aplicaciones, necesitamos ciudadanos críticos, creativos y comprometidos que guíen el rumbo de la tecnología hacia un futuro más justo, humano y equilibrado.",
        "La lectura es una de las actividades más enriquecedoras y transformadoras que una persona puede realizar. Leer no solo permite adquirir conocimientos, sino que también estimula la imaginación, mejora la concentración, amplía el vocabulario y fortalece el pensamiento crítico. Los libros abren puertas a otros mundos, nos transportan en el tiempo, nos presentan personajes diversos y nos ayudan a comprender mejor la complejidad del ser humano. A través de la lectura, podemos vivir mil vidas, aprender de experiencias ajenas y desarrollar empatía por otras realidades. Desde pequeños cuentos hasta grandes novelas, desde ensayos filosóficos hasta manuales técnicos, cada texto ofrece un universo por descubrir. Fomentar el hábito de la lectura desde la infancia es uno de los regalos más valiosos que se le puede dar a una persona. Las bibliotecas, las librerías y los espacios de lectura deben ser accesibles y promovidos activamente por las comunidades. Leer también es una forma de resistencia en un mundo que a veces privilegia la inmediatez sobre la reflexión, el ruido sobre el silencio, la imagen sobre la palabra. En tiempos de sobreinformación, leer con profundidad, analizar críticamente lo que se consume y contrastar fuentes se vuelve una habilidad fundamental. Además, la lectura literaria fomenta la sensibilidad estética, la capacidad de introspección y la creatividad. Cada lector construye su propia interpretación del texto, generando un diálogo íntimo con el autor y con uno mismo. Leer también puede ser una experiencia colectiva: los clubes de lectura, las discusiones literarias y las recomendaciones entre amigos fortalecen los lazos sociales. En el ámbito educativo, la lectura es la base del aprendizaje en todas las áreas. Por eso, es importante no imponerla como una obligación, sino presentarla como un viaje placentero y lleno de descubrimientos. La diversidad de géneros, autores y temáticas permite que cada persona encuentre libros que resuenen con sus intereses y necesidades. Hoy, con el desarrollo de formatos digitales, audiolibros y plataformas de lectura en línea, se abren nuevas posibilidades de acceso. Sin embargo, el fomento de la lectura requiere también tiempo, acompañamiento y ejemplo. Quien lee, se abre al mundo. Quien lee, se conoce mejor. En un libro puede estar la respuesta a una pregunta esencial, una idea que cambie el rumbo de una vida, o simplemente el consuelo que necesitábamos en un momento difícil. Leer es, en definitiva, una forma de crecer, de conectar y de soñar.",
        "La salud mental es un aspecto fundamental del bienestar integral de las personas, aunque durante mucho tiempo ha sido ignorada, estigmatizada o mal comprendida. La salud mental no se reduce a la ausencia de enfermedades, sino que implica la capacidad de manejar emociones, establecer relaciones sanas, afrontar el estrés y tomar decisiones de forma adecuada. Todos, en algún momento de la vida, podemos experimentar ansiedad, tristeza, miedo, o dificultades emocionales, y es completamente normal. El problema surge cuando estos estados afectan de manera persistente nuestro funcionamiento cotidiano. Afortunadamente, la conciencia sobre la importancia de cuidar la salud mental ha ido en aumento en los últimos años. Las campañas de sensibilización, la divulgación científica, la participación de profesionales de la salud y el testimonio de personas influyentes han contribuido a romper el silencio. Sin embargo, aún persisten barreras como la falta de recursos, la discriminación y el desconocimiento. Buscar ayuda psicológica no es un signo de debilidad, sino de valentía. Las terapias, los espacios de escucha, el autocuidado y las redes de apoyo son claves en los procesos de sanación. También es fundamental que los sistemas de salud incluyan la atención psicológica como un derecho, accesible y de calidad. En las escuelas, los lugares de trabajo y las comunidades, debe promoverse una cultura del bienestar emocional. Hablar abiertamente sobre lo que sentimos, validar nuestras emociones y aprender herramientas para manejarlas debería formar parte de nuestra educación desde la infancia. Además, es importante cuestionar los mandatos sociales que nos exigen estar siempre bien, ser productivos y no mostrar vulnerabilidad. Cuidar la salud mental también implica cuidar el cuerpo, tener una alimentación equilibrada, descansar adecuadamente, evitar el consumo problemático de sustancias y practicar actividades placenteras. La salud mental es colectiva: las condiciones sociales, económicas y políticas también influyen profundamente en nuestro bienestar emocional. Por eso, combatir la pobreza, la violencia, el aislamiento y la desigualdad es también promover salud mental. Necesitamos construir una sociedad más empática, solidaria y compasiva. Una sociedad donde sentirse triste no sea motivo de vergüenza, donde pedir ayuda no sea un tabú, y donde sanar sea un camino acompañado. Todos tenemos derecho a vivir con dignidad emocional, a ser escuchados y a encontrar herramientas que nos permitan vivir una vida plena y significativa.",
        "La comunicación es la base fundamental de la convivencia humana y el motor que impulsa el desarrollo de las relaciones interpersonales y sociales. A través de la comunicación, ya sea verbal, no verbal o escrita, los individuos comparten ideas, emociones, pensamientos y conocimientos que permiten construir significados compartidos y establecer vínculos sólidos. Una comunicación efectiva requiere no solo transmitir un mensaje, sino también saber escuchar con atención, interpretar señales y responder con empatía y claridad. En la actualidad, la revolución tecnológica ha transformado profundamente los modos de comunicarnos: las redes sociales, los mensajes instantáneos y las plataformas digitales han ampliado el alcance y la velocidad de la comunicación, pero también han introducido retos importantes, como la desinformación, la superficialidad en las interacciones y la pérdida de la capacidad para dialogar en profundidad. Más allá de las palabras, la comunicación no verbal —como las expresiones faciales, el tono de voz, la postura corporal y el contacto visual— aporta matices esenciales que pueden reforzar o contradecir el mensaje verbal. En los ámbitos educativos, laborales y familiares, una comunicación clara y respetuosa facilita la resolución pacífica de conflictos, fomenta la colaboración y fortalece el sentido de comunidad. Por ello, es fundamental desarrollar habilidades comunicativas desde la infancia, como la asertividad, la capacidad de argumentar con respeto, la empatía y la escucha activa. Además, la diversidad cultural influye en los estilos comunicativos y requiere que adoptemos una actitud abierta y respetuosa para evitar malentendidos y prejuicios. La comunicación también es una herramienta poderosa para la transformación social, ya que a través del periodismo, la literatura, el arte y los discursos públicos se pueden movilizar conciencias, sensibilizar sobre problemáticas sociales y promover cambios significativos. Sin embargo, para que esto ocurra es indispensable cultivar un espíritu crítico frente a la información, identificar fuentes confiables y fomentar espacios de diálogo constructivo que incluyan distintas voces y perspectivas. La alfabetización mediática, especialmente entre los jóvenes, se vuelve urgente en un mundo saturado de información y contenido digital. En definitiva, comunicarse bien no es un lujo, sino una necesidad vital que impacta en la calidad de nuestras relaciones personales, el desarrollo colectivo y la construcción de sociedades democráticas, justas y humanas. Por eso, es imprescindible invertir en educación comunicativa como una estrategia clave para el bienestar social, la convivencia pacífica y el progreso sostenible en el siglo XXI.",
        "La educación representa el cimiento esencial sobre el cual se construyen las sociedades modernas, desempeñando un papel vital en la formación integral de los individuos y en el desarrollo económico, social y cultural de las naciones. A través de la educación, no solo se transmiten conocimientos académicos, sino también valores éticos, competencias emocionales, habilidades sociales y actitudes que permiten a las personas enfrentarse con autonomía y responsabilidad a los retos de la vida cotidiana y profesional. La educación debe concebirse como un proceso dinámico e inclusivo que fomente el aprendizaje a lo largo de toda la vida, adaptándose a las transformaciones del entorno y promoviendo la innovación, la creatividad y el pensamiento crítico. En un mundo globalizado, caracterizado por rápidos cambios tecnológicos y sociales, los sistemas educativos requieren flexibilizar sus métodos pedagógicos e incorporar tecnologías digitales para ofrecer una formación pertinente y equitativa que permita reducir brechas sociales y económicas. Además, la educación integral debe promover el desarrollo de todas las dimensiones del ser humano: cognitiva, emocional, social y física, lo que contribuye al bienestar individual y colectivo. Para lograrlo, es fundamental fortalecer la colaboración entre escuelas, familias y comunidades, creando ambientes seguros, motivadores y participativos que potencien el aprendizaje significativo y el compromiso activo de los estudiantes. A pesar de su importancia, la educación enfrenta desafíos como la desigualdad en el acceso, la deserción escolar, la calidad variable de la enseñanza, la insuficiente formación docente y la exclusión digital, especialmente en contextos vulnerables. Superar estos obstáculos requiere un esfuerzo coordinado entre gobiernos, instituciones educativas, sociedad civil y sectores privados para diseñar políticas públicas efectivas y sostenibles que garanticen educación inclusiva y de calidad para todos. Además, la educación debe promover competencias clave como la creatividad, la innovación, la ciudadanía activa y la capacidad de adaptación, preparándose para los desafíos del siglo XXI y fomentando un desarrollo sostenible y justo. La formación en valores como la solidaridad, la tolerancia y el respeto a la diversidad cultural es indispensable para consolidar sociedades democráticas y pacíficas. La educación también debe atender las necesidades específicas de grupos vulnerables, garantizando la inclusión y la equidad en todas las etapas formativas. En definitiva, invertir en educación es invertir en el futuro, en la equidad social y en la construcción de sociedades más justas, democráticas, pacíficas y prósperas, donde cada persona tenga la oportunidad de desarrollarse plenamente y contribuir al bienestar común.",
        "Desde tiempos antiguos, la humanidad ha buscado comprender su entorno y desarrollar herramientas que le permitan mejorar su calidad de vida. La evolución tecnológica ha sido un factor clave en este proceso, permitiendo avances significativos en medicina, transporte, comunicación y otros ámbitos fundamentales. Cada invento, desde la rueda hasta los modernos dispositivos electrónicos, ha sido el resultado de una necesidad, una observación y un proceso de prueba y error que culmina en soluciones funcionales. En la actualidad, vivimos en una era de información, donde los datos son uno de los recursos más valiosos y donde la capacidad de acceder, procesar y aplicar esa información se convierte en una habilidad esencial. Las nuevas generaciones crecen rodeadas de dispositivos inteligentes, acceso casi instantáneo al conocimiento global y plataformas que permiten conectarse con personas en cualquier parte del mundo. Esta hiperconectividad presenta tanto oportunidades como desafíos. Por un lado, fomenta el aprendizaje continuo, la colaboración y el desarrollo de nuevas ideas; por otro lado, exige un manejo responsable del tiempo, la información y los recursos digitales. En el ámbito educativo, por ejemplo, el uso de tecnologías puede enriquecer el proceso de enseñanza-aprendizaje, ofreciendo experiencias más dinámicas, personalizadas e interactivas. Sin embargo, también plantea la necesidad de capacitar a los docentes y estudiantes en el uso crítico y ético de las herramientas tecnológicas. De igual forma, en el entorno laboral, la automatización de procesos ha aumentado la eficiencia, pero ha generado preocupaciones sobre la pérdida de empleos y la adaptación a nuevos perfiles profesionales. En este contexto, el desarrollo de habilidades blandas como la creatividad, el pensamiento crítico y la inteligencia emocional se vuelve tan relevante como el conocimiento técnico. Por tanto, la formación integral de las personas debe contemplar tanto aspectos cognitivos como actitudinales, preparándolas para afrontar los constantes cambios de un mundo en transformación. La sostenibilidad también emerge como una prioridad: el avance tecnológico no debe comprometer el equilibrio ambiental ni aumentar las desigualdades sociales. La innovación debe estar al servicio del bienestar colectivo, guiada por valores éticos y una visión de futuro que promueva la equidad, el respeto y la cooperación. En suma, el progreso no debe medirse únicamente por el nivel de desarrollo alcanzado, sino también por la capacidad de garantizar una vida digna para todos."
    ],
    "numeros": [
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "letras": [
        "A",
        "B",
        "C",
        "D",
        "E",
        "F",
        "G",
        "H",
        "I",
        "J",
        "K",
        "L",
        "M",
        "N",
        "Ñ",
        "O",
        "P",
        "Q",
        "R",
        "S",
        "T",
        "U",
        "V",
        "W",
        "X",
        "Y",
        "Z"
],
"vocales": [
        "A",
        "E",
        "I",
        "O",
        "U"
]
}